tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "bat"
brew "cmake"
brew "fasd"
brew "fd"
brew "fpp"
brew "fzf"
brew "gh"
brew "jq"
brew "lsd"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alfred"
cask "asana"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "kitty"
cask "miniconda"
cask "notion"
cask "sf-symbols"
cask "spotify"
