tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "cmake"
brew "coreutils"
brew "fasd"
brew "imagemagick"
brew "jq"
brew "nnn"
brew "python@3.11"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alfred"
cask "asana"
cask "dash"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "kitty"
cask "miniconda"
cask "notion"
cask "sf-symbols"
cask "spotify"
