tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "bat"
brew "fasd"
brew "fd"
brew "fpp"
brew "gh"
brew "jq"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "ripgrep"
brew "tmux"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "sf-symbols"
